app/helpers.php

  function getVideoQualities()
  {
    return VideoQuality::all();
---
select * from `video_qualities`